{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ModularOnline",
			"Children": [
				{
					"Source": {
						"Text": "{0} is not available on this platform."
					},
					"Translation": {
						"Text": "{0} is not available on this platform."
					},
					"Key": "FeatureNotSupported"
				},
				{
					"Source": {
						"Text": "This build has no match schema configured."
					},
					"Translation": {
						"Text": "This build has no match schema configured."
					},
					"Key": "NoMatchSchema"
				},
				{
					"Source": {
						"Text": "This platform cannot publish an unlisted match."
					},
					"Translation": {
						"Text": "This platform cannot publish an unlisted match."
					},
					"Key": "SessionsCannotPublishUnlisted"
				},
				{
					"Source": {
						"Text": "The match is already opening somewhere else."
					},
					"Translation": {
						"Text": "The match is already opening somewhere else."
					},
					"Key": "MatchAlreadyTravelling"
				},
				{
					"Source": {
						"Text": "This server is not signed in to the online service."
					},
					"Translation": {
						"Text": "This server is not signed in to the online service."
					},
					"Key": "ServerNotSignedIn"
				},
				{
					"Source": {
						"Text": "You are not signed in to the online service."
					},
					"Translation": {
						"Text": "You are not signed in to the online service."
					},
					"Key": "PlayerNotSignedIn"
				},
				{
					"Source": {
						"Text": "There is no map registered as {0}, so this match cannot be hosted."
					},
					"Translation": {
						"Text": "There is no map registered as {0}, so this match cannot be hosted."
					},
					"Key": "MatchHasNoMap"
				},
				{
					"Source": {
						"Text": "A match has to have room for at least one player."
					},
					"Translation": {
						"Text": "A match has to have room for at least one player."
					},
					"Key": "MatchHasNoRoom"
				},
				{
					"Source": {
						"Text": "This build cannot host a match."
					},
					"Translation": {
						"Text": "This build cannot host a match."
					},
					"Key": "ClientCannotHost"
				},
				{
					"Source": {
						"Text": "This player cannot be signed in right now."
					},
					"Translation": {
						"Text": "This player cannot be signed in right now."
					},
					"Key": "LoginRequestRefused"
				},
				{
					"Source": {
						"Text": "No account is signed in. Sign in to the platform and try again."
					},
					"Translation": {
						"Text": "No account is signed in. Sign in to the platform and try again."
					},
					"Key": "Privilege.NotLoggedIn"
				},
				{
					"Source": {
						"Text": "This account does not own the game."
					},
					"Translation": {
						"Text": "This account does not own the game."
					},
					"Key": "Privilege.LicenseInvalid"
				},
				{
					"Source": {
						"Text": "The game or the system has to be updated before it can be played."
					},
					"Translation": {
						"Text": "The game or the system has to be updated before it can be played."
					},
					"Key": "Privilege.VersionOutdated"
				},
				{
					"Source": {
						"Text": "The platform could not be reached. Check the connection and try again."
					},
					"Translation": {
						"Text": "The platform could not be reached. Check the connection and try again."
					},
					"Key": "Privilege.NetworkUnavailable"
				},
				{
					"Source": {
						"Text": "Parental controls on this account block the game."
					},
					"Translation": {
						"Text": "Parental controls on this account block the game."
					},
					"Key": "Privilege.AgeRestricted"
				},
				{
					"Source": {
						"Text": "This account is not of a type that may play the game."
					},
					"Translation": {
						"Text": "This account is not of a type that may play the game."
					},
					"Key": "Privilege.AccountTypeRestricted"
				},
				{
					"Source": {
						"Text": "The platform has restricted this account."
					},
					"Translation": {
						"Text": "The platform has restricted this account."
					},
					"Key": "Privilege.AccountUseRestricted"
				},
				{
					"Source": {
						"Text": "The platform refused without giving a reason."
					},
					"Translation": {
						"Text": "The platform refused without giving a reason."
					},
					"Key": "Privilege.PlatformFailure"
				}
			]
		}
	]
}